if __name__ == '__main__':
    k = 5
    lambd = 1
    v = 1
    mu = 1 / v

    m = [1, 2, 3]
    a = [1 / len(m)] * len(m)
    print(a)

# а) вероятность того, что катер противника будет обстрелян средствами противокатерной обороны


# б) среднее число средств противокатерной обороны, занятых обстрелом


# в) коэффициент загрузки каждого средства противокатерной обороны


# г) долю времени, когда средства противокатерной обороны будут ожидать появления очередных целей обстрела


# Определить, сколько единиц противокатерной обороны должно иметь
# соединение кораблей, чтобы доля обстрелянных катеров была не менее 75%
